<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name;
?>
<h1>Urra</h1>
<?php

$text = 'Честный опер - бывший опер
Честный опер - бывший опер
Это бывший оперуполномоченный Катя Шумякина. Катя - еще один милиционер, перешедший на сторону народа... Прошу любить и жаловать. Наш человек", - написала в начале сентября на своей страничке в Facebook глава организации "Русь сидящая" Ольга Романова, и рядом с фотографией привлекательной молодой женщины за сутки появилось более 600 лайков и почти 80 комментариев. Большинство - комплиментарные, но были и такие: «бывших мусоров не бывает», «я не верю в хорошего опера».

"Бывает, но мало, - признается 31-летняя Екатерина Шумякина, сейчас успешный сотрудник юридической фирмы и хозяйка частного детективного агентства. - Очень мало. Я ушла, потому что не хочу я работать с мразями. Я не мразь. А молчать - значит поддерживать".

Мы сидим в кафе на Китай-городе, где организация "Русь сидящая" проводит свою очередную неформальную встречу членов и сочувствующих. Состав стандартный: родственники осужденных, недавно освободившиеся, адвокаты и журналисты. Но теперь еще и бывшие сотрудники правоохранительных органов. Напротив Кати - бывший старший участковый из Воронежа Роман Хабаров, автор нашумевшегоматериала "Милиция деградировала у меня на глазах".

Она молчала почти два года - с тех пор как уволилась из МВД в декабре 2010 (как она объясняет, боясь повредить делу, из-за которого решила уволиться). "Я, честно, не очень доверяла журналистам. А потом услышала Ольгу (Романову) по радио, и ей поверила".

Сначала Катя позвонила на радио с комментарием, а потом написала в программу СМС: "Свяжитесь со мной, у меня для вас есть интересное дело".

Жуткие трагедии и страшные понятые

В милицию 19-летняя Екатерина Гаврилова, тогда помощник депутата Мосгордумы, пришла с заявлением о краже паспорта. И ей так понравились люди и обстановка в отделении, а оперативник Константин был так похож на ее отца, что она тут же попросилась на работу. Несмотря на молодость и полное отсутствие опыта, ее взяли - сначала на бумажки, потом дежурить в метрополитене, далее следователем, и в итоге - в "убойный" отдел оперуполномоченным, специализирующимся на тяжких и особо тяжких преступлениях.

"Случаев было много: интересных, трагичных. В основном, конечно, трагедии жуткие. 8-месячного ребенка выкинули из окна, потом все, кроме деда сгорели - как раз на девятый день. Или вот история: баба жила с мужиком, они наркоманили, у нее была 3-летняя девочка, и мужик девочку ударил ногой в живот, она два дня умирала в муках от внутреннего кровотечения. Потом их приволокли в прокуратуру. У нее умер ребенок, а она думала, сколько ее мужику дадут. Я на нее набросилась, меня коллеги даже из кабинета вывели. Я говорю: "Ты - сволочь, у тебя ребенка убили, а ты о чем думаешь?!" А ей пофигу...".

- В своем блоге ты писала о штатных понятых и штатных свидетелях. Кто они?

- У каждого мента есть свои штатные понятые, за которых они расписываются, когда надо. А если вдруг доходит до вызова в суд - им говорят, что надо рассказывать в суде.

- У тебя тоже такие были?

- У меня был знакомый, всегда готовый выступить понятым, но я его честно брала с собой на место происшествия, за него не расписывалась. Особенно если надо ночью выехать - он был полезен, ночью людей не найдешь. Я не считаю это очень страшным нарушением, если речь идет о квартирной краже, например. Но если это уличные грабежи или статья 228 (наркотики) - то это, конечно, очень опасно.

- Подбрасывают?

- Не то чтобы подбрасывают, но могут сделать так: не хватает 0,5 грамма - их досыпают.

- Зачем?

- Они считают так: он же все равно преступник, у него же все равно есть с собой доза.

- А бывало, что те, кто к вам попадал - невиновные?

- У меня двое было. Нет, трое.

Один из этих троих - предприниматель Армен Багдасарян. Именно из-за его дела Катя перестала быть опером.

Дело Багдасаряна

В начале февраля 2007 года гражданка Наталья Максакова принесла в милицию заявление на своего близкого знакомого Армена Багдасаряна и обвинила его в изнасиловании своей малолетней дочери от первого брака. На протяжении нескольких лет владелец фотоателье, 50-летний отец двоих взрослых детей, Багдасарян содержал Максакову и ее дочь. В январе они втроем ездили отдыхать в Египет, после чего отношения Армена и Натальи ухудшились, и они расстались. В своем заявлении Максакова утверждала, что Багдасарян многократно насиловал ее дочь, о чем она не подозревала, и узнала только что случайно, когда девочка проговорилась об этом бабушке. Насилие якобы происходило в отеле в Египте, пока мать мылась в душе, а также ранее в квартире Багдасаряна, куда он приводил ребенка после того, как забирал из детского сада. На допросе девочка рассказывала ужасные подробности того, что с ней делал "дядя Армен" (то, что она рассказывала, можно квалифицировать как изнасилование в извращенной форме - опущу грязные детали из имеющегося в моем распоряжении протокола допроса), правда потом, отвечая на другие вопросы, рассказывала, какой он хороший, и что она его совсем не боится. Странные показания ребенка, сбивчивые показания ее матери и, напротив, последовательные и непротиворечивые показания самого подозреваемого вызвали некоторые сомнения у следователей. Когда же они увидели результаты экспертизы, сомнения отпали: по заключению медиков, девочка была девственна, а строение ее внутренних органов исключало всякое внедрение туда какого-либо предмета.

Дело за отсутствием события преступления закрывали три раза: сначала следователь Касаткин, а потом - после проведения по приказу начальства дополнительной проверки - следователь Володина. Когда Василию Касаткину пришла очередная начальственная просьба вернуть дело на доследование и проверить все еще раз, он позвонил Кате Гавриловой, считавшейся специалистом по расследованию преступлений в сфере половой свободы и половой неприкосновенности; простым языком - в сфере изнасилований и насильственных действий сексуального характера. "Когда мы начали проверку, мне стало сразу понятно, что виноват не он, а она, - вспоминает бывший опер. - За все эти годы я видела много насильников и убийц и неплохо разбираюсь в людях. И все факты, которые мы проверяли в связи с этим делом, только подтверждали мое первое впечатление".

В пользу предпринимателя говорило и то, что за него билась его первая жена - Надежда Белоусова, к тому времени счастливо живущая вторым браком и воспитывающая малолетнюю дочь. С Багдасаряном они до последнего времени проживали в одной квартире, где помимо Армена, Надежды, ее второго мужа и ребенка, жила ее сестра. Именно в этой квартире, по словам потерпевшей, происходили акты насилия - хотя ее обитатели не могли вспомнить случая, чтобы в квартире долго никого не было. Ни один из соседей не сказал о подследственном дурного слова, да и никто не смог припомнить, чтобы он когда-то водил в квартиру чужих детей.

На Петровке, 38 и обвиняемому, и матери потерпевшей провели исследование на полиграфе. Результаты показали, что Багдасарян отвечал на вопросы правдиво, Максакова же, напротив, всячески противодействовала исследованию, а при ответах на вопросы о мотивах подачи заявления ("Месть?", "Хотела заставить жениться на ней?") были получены высокие реакции.

Нашелся и еще один свидетель - мужчина, познакомившийся с Максаковой как раз в разгар скандала с Багдасаряном. Он рассказал следователям, что решил было поухаживать за Натальей, но прекратил с ней всякое общение после ее хвастливого признания, что она создала хозяину фотосалона "такие проблемы, что он дорого за это заплатит, а может быть, его еще и посадят" и что "так она поступает со всеми мужчинами, которые ее бросают".

В рапорте по делу оперуполномоченный Екатерина Гаврилова написала: "На основании проведенной оперативной работы полагаю, что Багдасарян не причастен к инкриминируемому преступному деянию...". Следователь Касаткин в очередной раз закрыл дело, а начальник управления внутренних дел Юго-Западного административного округа генерал-майор Андрей Пучков подписал приказ, которым "за образцовое исполнение служебных обязанностей, умелые действия и высокий профессионализм" в расследовании дела Багдасаряна, позволившие следствию "вынести законное и обоснованное решение", Катя Гаврилова получила поощрение и премию в 3500 рублей.

Вскоре после этого газета "Петровка-38" посвятила ей целую полосу. Статью под заголовком "Установить истину" с Катиной улыбающейся фотографией в центре долго смотрели дома у молодого опера, и мама, которая изначально была против похода дочери в милицию, гордилась больше других.

Дело Багдасаряна ушло в архив, как тогда казалось, навсегда: ни мать, ни бабушка "потерпевшей" не проявили никакого желания обжаловать постановление о закрытии дела, не пошли жаловаться ни в прокуратуру, ни вышестоящему милицейскому начальству, ни прессе.

Екатерина Гаврилова вышла замуж и стала Екатериной Шумякиной, растила дочь и продолжала расследовать дела об изнасилованиях и убийствах, но обстановка вокруг нее начала меняться. Иногда разоблаченные ею люди странным образом уходили от ответственности. "Вот как работать, я не понимаю? Ты ловишь, ты все делаешь, ты проводишь безумную работу, и потом тебе просто все рубят - потому что занесли бабки, - говорит Шумякина. - Я не брала, брали другие, а меня еще обвиняли, что я взяла. Меня вообще из моей ОРЧ (оперативно-розыскной части) убирали на полгода, пока я не пришла к начальнику и не сказала ему: "Послушайте, проведите мне полиграф, любые экспертизы, в гипноз меня введите, потому что я ни рубля не взяла в моей жизни, меня нельзя купить или продать. Только дайте мне работать".

Ее вернули в отдел. А вскоре позвонил знакомый и сообщил, что дело Багдасаряна по распоряжению сверху "в связи с антипедофильской кампанией" вернули на доследование. Это было в августе 2010-го - в том же месяце началось следствие по другому "педофильскому" делу - Владимира Макарова. Совпадение по времени - не единственное: в обоих делах странным образом присутствуют одни и те же эксперты, чьи показания ложатся в основу обвинения: полиграфолог Игорь Нестеренко и психологи из центра ОЗОН (в деле Макарова была Лейла Соколова, в деле Багдасаряна - Анна Соловьева. Обе они согласно сайту организации занимались направлением "Взаимодействие со 2-м отделением УУР ГУВД по г. Москве и Отделом криминалистики Управления СКП по г. Москве" - Прим. ред.).

Полиграфолог и ясновидящая

Сначала следователи объясняли вновь обвиняемому предпринимателю, что это простая формальность, и дело, конечно же, опять закроют. Но потом выяснилось, что данные полиграфа, проводившегося на Петровке, куда-то затерялись, и Армену Багдасаряну предложили пройти детектор лжи еще раз. Тот согласился, и попал к Игорю Нестеренко - частно практикующему полиграфологу, известному весьма сомнительным заключением в деле Владимира Макарова. В деле Багдасаряна Нестеренко также произвел в высшей степени сомнительное заключение - так, по крайней мере, сочли многие его коллеги-полиграфологи. На основании ответов Багдасаряна на вопросы типа "Вашего следователя по делу зовут Ольга? Светлана? Мария?", "Вы имеете высшее образование?", "Вы пытались обманывать следователя по делу?", "Вы касались половых органов?", "Вы отнимали красную сумку у женщины у метро Юго-Западная?" Нестеренко сделал выводы о том, что "Багдасарян с октября 2006 г. по январь 2007 г. по адресу: Москва, ул. Нагорная... касался пальцами своих рук наружных половых органов... вводил пальцы своих рук... обнажался перед малолетней... обнажал... говорил что убьет ее маму и бабушку" (подробно о суде над Богдасаряном и роли Нестеренко в процессе - в статье МК и в "Новой газете").

Как и в деле Макарова, суд поверил показаниям Нестеренко и счел их допустимым доказательством, проигнорировав заключение известного криминалиста, специалиста по полиграфу Ярославы Комиссаровой, утверждавшей, что экспертиза Нестеренко была проведена с нарушением методических и процессуальных требований, а выводы не являются научно обоснованными. На прошедшем на днях в Москве круглом столе полиграфологов сразу несколько человек на мой вопрос о Нестеренко назвали его персоной нон-грата в экспертном сообществе и посоветовали общественности "устроить, наконец, шум по этому поводу".

Еще одним свидетелем, чьи показания суд счел допустимыми и доказывающими вину подсудимого, была гадалка: женщина, охарактеризовавшая свою деятельность суду как "занятия ясновидением, целительной молитвой, восточной медициной и лечением травами", показала, что "заглянула вглубь этого человека (Багдасаряна) и увидела, что это закомплексованный, грубый, нервный человек".

На предварительном следствии ясновидящая Волхонская столкнулась в коридоре с опером Шумякиной. "Мы с ней столкнулись лбами, она мне сразу же сказала, мол, как я могу защищать педофила, на что я ей ответила: "Ты сдохнешь, сволочь!" - вспоминает Катя. - И она сдохла через месяц от инсульта, а я радовалась. Вы меня можете осуждать, но я и сейчас рада - эта тварь, которая осудила невиновного человека и наврала - ей место там, а не здесь".

Екатерина Шумякина выступала на процессе как свидетель защиты, и все теснее общалась с семьей подсудимого. Давала советы, и уговаривала не верить следователям и прокурорам: "Он такой наивный, он думал, что все будет ОК. Я ему говорила: "Не верьте, не все такие, как я".

А потом Шумякину, переведенную незадолго до этого из Юго-западного в Центральный округ, вызвал в свой кабинет один из начальников. "Он спросил: "Что у тебя там на Юго-Западе?". Я все рассказала, а он говорит: "Если не хочешь проблем ни нам, ни себе - оставь это дело". Я говорю: "Я вас поняла". Через 15 минут принесла рапорт на увольнение.

А 21 апреля 2011 года ей позвонила Надежда Белоусова и сообщила, что Армену дали 10 лет строгого режима.

Человек, который ругается матом

Приговор Багдасаряну легко устоял и в кассации, и в Верховном суде. Осужденный отправился отбывать срок в мордовскую колонию, а внимание прессы переключилось на другие громкие дела. Дело Багдасаряна сегодня вспоминают редко, как правило, рядом с куда более резонансным делом Макарова. В кулуарах процесса над Pussy Riot я слышала, как кто-то приводил в пример историю с ясновидящей (мол, Трулльский собор - это не предел, у нас суды верят показаниям гадалки), но что это было за дело, вспомнить не смогли.

Но Шумякина не успокоилась. "Для меня вытащить Багдасаряна - дело чести. Офицерской", - с вызовом говорит она. Как они собираются это делать, ни Катя, ни Надежда - первая жена Багдасаряна, навещающая его в колонии, - до конца не понимают. Теоретически осталась еще одна, последняя инстанция - президиум Верховного суда. Шансов мало, но попробовать стоит, считают обе женщины. "Катя - это подарок судьбы. Кому расскажешь - не поверят, - говорит Надежда Белоусова. - Я чувствую себя виноватой в том, что произошло в ее жизни. У нас всегда страдают те, кто идет против системы. Кто он Кате? Она впервые увидела его на полиграфе. Тем более - с кавказской фамилией".

Про кавказскую фамилию я слышала и от Шумякиной - она не скрывает, что для оперов это повод относиться к человеку с бОльшим подозрением. "У нас 80 процентов изнасилований совершают кавказцы или азиаты, - уверена Катя. - Но тут совсем другое дело, тут порядочный человек, жертва доноса".

Мы сидим в караоке-баре - после того, как Шумякина бросила курить, она снимает стресс песнями. В зале шумно - соседняя компания громко фальшивит шансон "Хоп, мусорок!". Моя собеседница не пьет - у входа ее ждет "Хаммер" - подарок мужа, еще раньше ушедшего из органов в бизнес.

- Не жалеешь, что ушла?

- Это мое решение. Я могла молчаливой скотиной остаться - ну посадили и посадили. Зачем мне это надо? Но я пришла (в органы) не за этим. Меня на РСН спрашивали: "Ну что, когда получили ксиву, почувствовали себя властителем судеб, почувствовали свою власть?" А я ответила, что и без удостоверения чувствую свою власть, она у меня есть по жизни. Потому, что я удав, а они - бандерлоги. "Волю к власти" Ницше, говорю, почитайте, и все поймете. Мне ксива для того, чтобы чувствовать власть над людьми - чтобы они к тебе прислушивались, доверяли - не нужна. Моя мама говорит, что я - танк. А Раневская говорила, что лучше быть хорошим человеком, ругающимся матом, чем тихой воспитанной тварью. Вот я человек, который ругается матом.

- А по работе опером не скучаешь?

- Очень скучаю, очень. Я не могу жалеть о том, что я сделала, но я скучаю. Я очень любила свою работу.';

$listTgs = Yii::app()->textAnalysis->getAnalysis( $text );
/*print_r( $listTgs );*/

/*$tag = "наш бюр";
$ltext= preg_match_all( "/".$tag."/", $text, $r );
print_r( $ltext );
print_r( $r );*/

if( $this->beginCache( "firstPage", array('duration'=>3600) ) ) :

$newCriteria = new CDbCriteria( array(
        "limit"     => 15,
        "order"     => "`date` DESC, `col` DESC"
) );

$newCriteria2 = new CDbCriteria( array(
    "limit"     => 15,
    "order"     => "`date` DESC, `col` DESC"
) )

?>


<div id="MLeft">
    <div class="MLBlock">
    <?php
        $i=1;
        foreach( CatalogNews::fetchAll( $newCriteria2, array( "catalog_country", "catalog_cid" )) as $values )
        {
            $this->widget('newsWidget', array(
                'values'=>$values,
                'view'  =>"newsFirst",
                'params'=>array("num"=>$i)
            ));
            $i++;
        }
    ?>
    </div>
    <div class="MLBlock">
        <?php
        $i=1;
        foreach( CatalogNews::fetchAll( $newCriteria, array( "catalog_country", "catalog_cid" )) as $values )
        {
            $this->widget('newsWidget', array(
                'values'=>$values,
                'view'  =>"newsFirst",
                'params'=>array("num"=>$i)
            ));
            $i++;
        }
        ?>
    </div>
</div>

<?php
    $this->endCache();
endif;